# Homebrew Bundle file for dotfiles setup
# Run with: brew bundle

# Taps
tap "sst/tap"

# Casks (GUI Applications)
cask "alt-tab"
cask "jordanbaird-ice"
cask "ghostty"
cask "raycast"

# Packages (CLI Tools & Languages)
# Shell & Terminal Tools
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions" 
brew "zsh-autocomplete"
brew "zsh-completions"
brew "stow"
brew "tmux"
brew "fzf"

# Development Tools
brew "neovim"
brew "git"
brew "lazygit"
brew "ripgrep"
brew "fd"
brew "jq"

# System Tools
brew "lsd"
brew "bat"
brew "yazi"
brew "btop"

# Media Tools
brew "webp"

# Programming Languages & Runtimes
brew "go"
brew "zig"
brew "python"
brew "ruby"

# PHP & Related
brew "php"
brew "php@8.1"
brew "php@8.2"
brew "php@8.3"
brew "php@8.4"
brew "php@8.5"
brew "composer"

# Typesctipt and Node.js Package Managers (Note: Node.js itself managed by NVM)
brew "typescript"
brew "pnpm"
brew "yarn"
brew "oven-sh/bun/bun"


# Database Tools
brew "mysql-client"

# AI Cli Tools
brew "sst/tap/opencode"
brew "codex"
